Repository: wp-plugins/multi-post-newsletter
Catalog: language/multipost-newsletter-*.po
Languages: de_de

source: Create Newsletter
de_de: Newsletter erstellen

source: This plugin is powered by <a href="http://inpsyde.com">Inpsyde.com</a> - Your expert for WordPress, BuddyPress and bbPress.
de_de: Dieses Plugin wird von <a href="http://inpsyde.com">Inpsyde.com</a> präsentiert - Ihrem Experten für WordPress, BuddyPress und bbPress.

source: You have to choose an edition to send the newsletter
de_de: Du musst eine Ausgabe wählen, um einen Newsletter zu verschicken.

source: You have to choose a group
de_de: Du musst eine Gruppe wählen.

source: You have to choose an api
de_de: Du musst eine API wählen.

source: Choose Edition
de_de: Ausgabe auswählen

source: Choose Recipient Group
de_de: Empfängergruppe wählen

source: All registered Subscribers
de_de: Alle registrierten Empfänger

source: Choose Sending API
de_de: API wählen

source: Send over WordPress
de_de: Direkt über WordPress senden

source: Send over SMTP
de_de: Über SMTP senden

source: Send Test Newsletter
de_de: Sende Test-Newsletter

source: Testmail has been send.
de_de: Test-Newsletter wurde versendet

source: Send Newsletter
de_de: Sende Newsletter

source: Contents
de_de: Inhaltsverzeichnis

source: Send Newsletter to
de_de: Sende Newsletter an

source: of
de_de: von

source: Recipients
de_de: Empfängern

source: All Done!
de_de: Alles fertig!

source: An unknown error occured. Please contact your server administrator!
de_de: Ein unbekannter Fehler ist aufgetaucht. Bitte kontaktiere den Server-Administrator!

source: Options
de_de: Optionen

source: Editions
de_de: Ausgaben

source: Groups
de_de: Gruppen

source: Prepare Newsletter
de_de: Newsletter vorbereiten

source: File Path
de_de: Pfad zur Datei

source: Path of the uploaded file.
de_de: Pfad der hochgeladenen Datei.

source: written by
de_de: geschrieben von

source: at
de_de: am

source: Read more
de_de: Mehr lesen

source: General
de_de: Allgemein

source: Newsletter Options
de_de: Newsletter Optionen

source: You have to purchase the pro-version of this plugin to send a newsletter over SMTP
de_de: Sie müssen die Pro-Version des Plugins kaufen, um den Newsletter über SMTP zu verschicken!

source: Options have been saved.
de_de: Optionen wurden gespeichert.

source: General Settings
de_de: Allgemeine Einstellungen

source: Sender Name
de_de: Absender Name

source: Sender E-Mail
de_de: Absender E-Mail

source: Recipient of Testmail
de_de: Empfänger der Testmail

source: Support Post Types
de_de: Unterstütze Post Types

source: Save Changes
de_de: Änderungen speichern

source: You have to choose an edition to generate the newsletter
de_de: Du musst eine Ausgabe wählen, um einen Newsletter zu generieren.

source: Generate Preview
de_de: Generiere Vorschau

source: Sort the Posts
de_de: Sortiere die Artikel

source: Add Spacer
de_de: Spacer hinzufügen

source: Choose Spacer
de_de: Spacer wählen

source: Empty Spacer
de_de: Leerer Spacer

source: Click to toggle
de_de: Klicken um umzuschalten

source: Show Spacer in Contents only
de_de: Zeigen den Spacer nur im Inhaltsverzeichnis

source: Don't show this spacer in PDF
de_de: Zeige diesen Spacer nicht im PDF

source: Delete Spacer
de_de: Spacer löschen

source: Save Spacer
de_de: Spacer speichern

source: Save Post Settings
de_de: Speicher Artikeleinstellungen

source: Additional Options
de_de: Zusätzliche Optionen

source: Show Post Thumbnail
de_de: Zeige Artikelbilder

source: Title
de_de: Titel

source: Donot show Title
de_de: Verstecke Titel

source: Content Options
de_de: Inhaltseinstellungen

source: Show full content
de_de: Zeige kompletten Inhalt

source: Only show excerpt
de_de: Zeige den Auszug

source: Only show the link
de_de: Zeige nur den Link

source: PDF Content Options
de_de: PDF-Einstellungen

source: PDF Settings
de_de: PDF-Einstellungen

source: Donot show this post in pdf
de_de: Verstecke den Artikel im PDF

source: Spacer has been saved
de_de: Spacer wurde gespeichert

source: Post settings have been saved
de_de: Artikeleinstellungen wurden gespeichert

source: Download PDF
de_de: PDF herunterladen

source: The newsletter has been saved automatically. If you want to send the newsletter follow the steps under <a href="%s">Create Newsletter</a>
de_de: Der Newsletter wurde automatisch gespeichert. Wenn du ihn versenden willst, folge den Schritten unter <a href="%s">Newsletter erstellen</a>

source: Back
de_de: Zurück

source: Text-Preview
de_de: Text-Vorschau

source: HTML-Preview
de_de: HTML-Vorschau

source: Download-PDF
de_de: PDF-Download

source: Newsletter Preview
de_de: Newsletter Vorschau

source: You have to purchase the pro-version of this plugin to generate an HTML-Newsletter
de_de: Sie müssen die Pro-Version des Plugins kaufen, um HTML-Newsletter zu erstellen.

source: Generate PDF, please wait
de_de: Erstelle PDF, bitte warten

source: You have to purchase the pro-version of this plugin to generate a PDF-Newsletter
de_de: Sie müssen die Pro-Version des Plugins kaufen, um PDF-Newsletter zu erstellen.

source: Recipient:
de_de: Empfänger:

source: Type:
de_de: Typ:

source: Groups:
de_de: Gruppen:

source: Newsletter Settings
de_de: Newsletter Einstellungen

source: Receive Newsletter
de_de: Newsletter empfangen

source: Type
de_de: Typ

source: All Editions
de_de: Alle Ausgaben

source: Edit Edition
de_de: Editiere Ausgaben

source: Parent Edition
de_de: Übergeordnete Ausgabe

source: Update Edition
de_de: Ausgabe editieren

source: Search Editions
de_de: Ausgaben durchsuchen

source: Add Edition
de_de: Ausgabe hinzufügen

source: Edition
de_de: Ausgabe

source: Popular Editions
de_de: Populäre Ausgaben

source: Parent Edition:
de_de: Übergeordnete Ausgabe:

source: Restore Point at
de_de: Wiederherstellungspunkt am

source: Restore Point has been saved
de_de: Wiederherstellungspunkt wurde gespeichert

source: Restore Settings. Please wait ...
de_de: Stelle Einstellungen wieder her, bitte warten ...

source: Create Restore Point
de_de: Erstelle Wiederherstellungspunkt

source: This newsletter plugin is able to save the template settings into a restore point. With that you can restore the settings.
de_de: Dieses Plugin ist in der Lage die Template-Einstellungen in einem Wiederherstellungspunkt zu speichern, um die Einstellungen zurück zu setzen.

source: Name of Restore Point
de_de: Name des Wiederherstellungspunktes

source: Leave empty and the name will be generated automatically
de_de: Leer lassen und der Name wird automatisch generiert.

source: Restore Template Settings
de_de: Template-Einstellungen wieder herstellen

source: Chose Restore Point
de_de: Wiederherstellungspunkt auswählen

source: Spacer has been deleted
de_de: Spacer wurde gelöscht

source: Add Spacer Template
de_de: Spacer Template hinzufügen

source: Spacer Title
de_de: Spacer Titel

source: HTML Content
de_de: HTML Inhalt

source: Text Content
de_de: Text Inhalt

source: Add New Spacer
de_de: Spacer hinzufügen

source: Currently available spacers
de_de: Derzeit erstellte Spacer

source: Edit Spacer
de_de: Spacer editieren

source: Template has been saved.
de_de: Template wurde gespeichert

source: General Template
de_de: Allgemeines Template

source: Intro-Text
de_de: Einleitungstext

source: Display the PDF Link
de_de: Zeigt den PDF Link

source: Display contents
de_de: Zeige Inhaltsverzeichnis

source: Content as Excerpt
de_de: Zeige nur den Auszug

source: Use Post Thumbnails
de_de: Benutze Artikelbilder

source: Contents Headline (before)
de_de: Überschrift \"Inhaltsverzeichnis\" (davor)

source: Contents Headlines (after)
de_de: Überschrift \"Inhaltsverzeichnis\" (danach)

source: Name of the newsletter
de_de: Name des Newsletters

source: Displays the Intro-Text
de_de: Zeigt den Intro-Text

source: Date of the Newsletter
de_de: Datum des Newsletters

source: Displays the contents if needed
de_de: Zeigt das Inhaltsverzeichnis, falls gebraucht

source: Displays the footer
de_de: Zeigt den Footer-Text

source: Displays the Posts
de_de: Zeigt die Artikel

source: Display the PDF URL
de_de: Zeigt die PDF URL

source: Single Post Template
de_de: Artikel Template

source: Post Title
de_de: Titel

source: Post Content
de_de: Inhalt

source: Post Thumbnail
de_de: Artikelbild

source: Post Date
de_de: Datum

source: Post Author
de_de: Autor

source: The permalink of the post
de_de: Der Permalink vom Artikel

source: Your label here
de_de: Deine Bezeichnung hier

source: Display a custom field
de_de: Zeigt ein Benutzerdefiniertes Feld

source: Use this widget to display the register formular.
de_de: Benutze dieses Widget, um das Registrierungsformular zu zeigen.

source: Please chose if you want html or a text mail!
de_de: Bitte wählen Sie ob sie eine HTML- oder Text-Mail erhalten wollen!

source: Please chose a group!
de_de: Bitte wählen Sie eine Gruppe

source: An error occured!
de_de: Ein Fehler ist aufgetreten!

source: Settings saved
de_de: Einstellungen gespeichert

source: Edit your newsletter settings here.
de_de: Editiere deine Newsletter-Einstellungen hier.

source: Logout
de_de: Ausloggen

source: You have been registered successfully. You'll now get an email with your generated username and password. Please <a href="%s">login</a> and change your credentials.
de_de: Du hast dich erfolgreich registriert. Du bekommst nun eine Email mit dem generierten Benutzernamen und Password. Bitte <a href="%s">logge</a> Dich ein und änder Deine Zugangsdaten!

source: Already registered?
de_de: Schon registriert?

source: Register for newsletter
de_de: Für den Newsletter registrieren

source: Title:
de_de: Titel:

source: The entered license key is wrong.
de_de: Der angegebene Lizenzschlüssel ist falsch!

source: Plugin successfully activated.
de_de: Das Plugin wurde erfolgreich aktiviert.

source: License Key
de_de: Lizenzschlüssel

source: Activate
de_de: Aktivieren

source: Read the post online
de_de: Diesen Artikel online lesen

source: Image Source:
de_de: Bild Quelle:

source: Group has been added
de_de: Gruppe wurde hinzugefügt

source: Group has been deleted
de_de: Gruppe wurde gelöscht

source: Add New Group
de_de: Neue Gruppe hinzufügen

source: Group Name
de_de: Name der Gruppe

source: Add Group
de_de: Gruppe hinzufügen

source: There are no groups yet
de_de: Es wurden keine Gruppen angelegt.

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Written by
de_de: Geschrieben von

source: published at
de_de: veröffentlicht am

source: Background-Color (even)
de_de: Hintergrundfarbe (gerade)

source: Background-Color (odd)
de_de: Hintergrundfarbe (ungerade)

source: Displays the color setted up in the \"Background-Color\"-Section. Use it like this: &lt;div style=\"background: #%COLOR%;\"&gt; ...
de_de: Zeigt die entprechende Farbe an, die in der \"Hintergrundfarbe\"-Sektion eingestellt worden ist. Benutzung via: &lt;div style=\"background: #%COLOR%;\"&gt; ...

source: Important for the Contents. It posts a &lt;a name=""&gt;&lt;/a&gt;
de_de: Wichtig für das Inhaltsverzeichnis. Es erstellt einen Link wie &lt;a name=""&gt;&lt;/a&gt;

source: Headline
de_de: Überschrift

source: Description
de_de: Beschreibung

source: Subline (the date is located there)
de_de: Metazeile (Datum und Autor wird angezeigt)

source: Content Headline
de_de: Inhaltsüberschrift

source: Content
de_de: Inhalt

source: Content Footer (Authordata, Category, Postdate)
de_de: Meta-Angaben (Author, Kategorie, Datum)

source: Page Numbers
de_de: Meta-Angaben (Author, Kategorie, Datum)

source: The Multipost Newsletter uses FPDF to generate the PDF dynamically. Due to this we have some restrictions to template the PDF. In future we are planning a feature to make this easier and better.
de_de: Der Multipost Newsletter nutzt FPDF um PDF Dokumente dynamisch zu generieren. Aufgrund dessen unterliegen wir einigen Restriktionen, was das Templating betrifft.

source: Show %s
de_de: Zeige %s

source: Font
de_de: Schriftart

source: Font Size
de_de: Schriftgröße

source: Note: FPDF uses pt
de_de: Notiz: FPDF benutzt pt

source: Font Color
de_de: Schriftfarbe

source: Red
de_de: Rot

source: Green
de_de: Grün

source: Blue
de_de: Blau

source: Here, we are using the RGB color model
de_de: Hier wird das RGB-Farbmodell benutzt

source: We also offer a neat way to place some decoration images in the PDF. Just insert the full path (not URL!) to the images here
de_de: Wir bieten hier außerdem einen Weg an, dekorative Bilder im PDF zu platzieren. Dazu muss einfach der volle Pfad (nicht die URL!) angegeben werden.

source: Full path to logo
de_de: Voller Pfad zum Logo

source: You can find the path under Media -> Overview -> Edit Media File
de_de: Du kannst den Pfad unter Mediathek -> Übersicht -> Editieren finden

source: Watermark
de_de: Wasserzeichen

source: Full path to watermark
de_de: Voller Pfad zum Wasserzeichen

source: This image is placed on the background on every page except the first
de_de: Dieses Bild wird im Hintergrund jeder Seite eingefügt, außer auf der Ersten.

source: Corner Bottom Left
de_de: Ecke unten links

source: Full path to corner bottom right (odd pages)
de_de: Voller Pfad zum Bild

source: Corner Bottom Right
de_de: Ecke unten rechts

source: Full path to corner bottom left (even pages)
de_de: Voller Pfad zum Bild

source: Other Stuff
de_de: Andere Einstellungen

source: Height of the Topbar on every page except the first
de_de: Höhe des Balkens auf jeder Seite außer der Ersten

source: Color of the Topbar on every page except the first
de_de: Farbe des Balkens auf jeder Seite außer der Ersten

source: Link color
de_de: Linkfarbe

source: In order to the KISS-Principles we donot want to offer many options to set.
de_de: Aufgrund des KISS-Prinzips werden wir nicht sonderlich viele Optionen zum Einstellen anbieten.

source: Sender Options
de_de: Absender Optionen

source: The newsletter definitly needs a sender name and a sender email. If you send the newsletter to your recipients, they will be displayed in the "From"-section. You also have to set the recipient for the testmail to check the newsletter before it will be published.
de_de: Der Newsletter braucht per Definition einen Absendername und eine Absenderemail. Wenn du den Newsletter an Deine Empfänger schickst, erscheinen diese Angaben in der \"Von\"-Sektion. Außerdem musst Du mindestens einen Empfänger für die Testmail angeben.

source: The Multipost Newsletter provides a support for all post types. Just activate the post types here to enable the functionality to set the edition for the types.
de_de: Der Multipost Newsletter bringt den Support für Custom Post Types mit. Du musst nur die entsprechenden Typen aktivieren, um die Funktion eine Ausgabe zu setzen frei zu schalten.

source: General Options
de_de: Allgemeine Optionen

source: SMTP Settings
de_de: SMTP Einstellungen

source: The Multipost Newsletter offers a way to send the newsletter over SMTP. Just insert your credentials. Leave the values blank to delete the credentials.
de_de: Der Multipost Newsletter kann die Newsletter auch über SMTP senden. Dafür müssen einfach nur die entsprechenden Zugangsdaten angegeben werden. Um sie zu löschen, müssen die Felder einfach leer gelassen werden.

source: You didnot choose an edition!
de_de: Du hast keine Ausgabe gewählt!

source: You are currently using a valid key for this plugin. You are able to renew the key in the MarketPress Dashboard. Or if you want to add an other valid code use the form below.
de_de: Du benutzt aktuell einen validen Lizenzschlüssel für das Plugin. Du kannst den Schlüssel im MarketPress Dashboard ändern. Wenn du willst, kannst du auch im Formular unten einen anderen Schlüssel angeben.

source: You are currently using a valid key for this plugin. You are able to renew the key below or you can delete the key by <a href="%s">clicking here</a>.
de_de: Du benutzt einen validen Lizenzschlüssel für dieses Plugin. Du kannst den Schlüssel unten aktualisieren oder ihn löschen, wenn du <a href="%s">hier klickst</a>.

source: The License has been deleted.
de_de: Der Lizenzschlüssel wurde gelöscht.

source: You have reached the limit of urls. Please update your license at <a href="http://marketpress.com">marketpress.com</a>.
de_de: Sie haben die maximale Anzahl der URLs erreicht. Bitte überprüfe deine Lizenz bei <a href="http://marketpress.com">marketpress.com</a>.

source: Something went wrong. Please try again later or contact the <a href="http://marketpress.com/support/">marketpress team</a>.
de_de: Irgendwas lief schief. Bitte versuche es später noch mals oder kontaktiere uns über das <a href="http://marketpress.com/support/">Support Forum</a>.

source: Due to a wrong license you are not allowed to activate this plugin. Please update your license at <a href="http://marketpress.com">marketpress.com</a>.
de_de: Da der Lizenzschlüssel falsch ist, kann es nicht aktiviert werden. Bitte überprüfe deinen Schlüssel auf <a href="http://marketpress.com">marketpress.com</a>.
