Repository: wp-plugins/multi-post-newsletter
Catalog: i18n/*_mpnl-*.po
Languages: de_de

source: Sorry, This plugin requires WordPress 3.0+
de_de: Das Plugin erfordert mindestens WordPress 3.0+

source: Sorry, This plugin has taken a bold step in requiring PHP 5.0+, Your server is currently running PHP %2s, Please bug your host to upgrade to a recent version of PHP which is less bug-prone. At last count, <strong>over 80%% of WordPress installs are using PHP 5.2+</strong>.
de_de: Das plugin erfordert mindestens PHP 5.2+

source: Generate Newsletter
de_de: Newsletter erstellen

source: Editions
de_de: Ausgaben

source: Settings
de_de: Einstellungen

source: MP-Newsletter - Editions
de_de: MP-Newsletter - Ausgaben

source: Newsletter Edition
de_de: Newsletter Ausgabe

source: Search Editions
de_de: Durchsuche Ausgaben

source: Popular Editions
de_de: Populäre Ausgaben

source: All Editions
de_de: Alle Ausgaben

source: Parent Editions
de_de: Übergeordnete Ausgaben

source: Parent Editions:
de_de: Übergeordnete Ausgaben:

source: Edit Edition
de_de: Editiere Ausgabe

source: Update Edition
de_de: Ausgabe editieren

source: Add Edition
de_de: Ausgabe hinzufügen

source: Testmail successfully send!
de_de: Testmail erfolgreich gesendet!

source: Newsletter successfully send!
de_de: Newsletter wurde erfolgreich gesendet!

source: Settings have been saved!
de_de: Einstellungen wurden gespeichert!

source: Template has been saved!
de_de: Template wurden gespeichert!

source: Contents
de_de: Inhaltsverzeichnis

source: Template Configuration
de_de: Template Konfiguration

source: Background-Color (even)
de_de: Hintergrundfarbe (ungerade)

source: Background-Color (odd)
de_de: Hintergrundfarbe (gerade)

source: Contents Headline (before)
de_de: Vor Überschrift Inhaltsverzeichnis

source: Contents Headlines (after)
de_de: Nach Überschrift Inhaltsverzeichnis

source: Categorie Headlines (before)
de_de: Vor Kategorieberschriften

source: Categorie Headlines (after)
de_de: Nach Kategorieberschriften

source: Display contents
de_de: Inhaltsverzeichnis anzeigen

source: Content as Excerpt
de_de: Nur Einleitungstexte zeigen

source: Intro-Text
de_de: Einleitungstext

source: Footer-Text
de_de: Abschlusstext

source: Single Post Template
de_de: Einzelnes Post Tempate

source: Newsletter Configuration
de_de: Newsletter Konfiguration

source: Sender Name
de_de: Absender Name

source: Sender E-Mail
de_de: Absender E-Mail

source: Recipient of Testmail
de_de: Empfänger der Testmail

source: Recipient of Newsletter
de_de: Empfänger des Newsletters

source: Exluded Categories <small>IDs, comma sperated</small>
de_de: Ausgeschlossene Kategorien <small>IDs, Komma-separiert</small>

source: Choose Edition
de_de: Ausgabe wählen

source: Generate Preview
de_de: Vorschau erstellen

source: Order Newsletter Articles
de_de: Ordne die Artikel

source: Test successful? Send Newsletter now!
de_de: Test erfolgreich? Newsletter jetzt senden!

source: Send Test Newsletter
de_de: Sende Test-Newsletter

source: Text-Preview
de_de: Text-Vorschau

source: HTML-Preview
de_de: HTML-Vorschau

source: Newsletter Preview
de_de: Newsletter Vorschau

source: Back
de_de: Zurück

source: to top
de_de: nach oben

source: Name of the newsletter
de_de: Name des Newsletters

source: Displays the Intro-Text
de_de: Zeigt den Einleitungstext an

source: Date of the Newsletter
de_de: Datum des Newsletters

source: Displays the contents if needed
de_de: Zeigt das Inhaltsverzeichnis, sofern es gebraucht wird

source: Displays the footer
de_de: Zeigt den Abschlusstext

source: Displays the Posts.
de_de: Zeigt die einzelnen Posts an.

source: Post Title
de_de: Posttitel

source: Post Content
de_de: Der Post

source: Post Date
de_de: Postdatum

source: Post Author
de_de: Postautor

source: Displays the color setted up in the "Background-Color"-Section. Use it like this: &lt;div style="background: #%COLOR%;"&gt; ...
de_de: Zeigt die oben angegebene Farbe an. Benutz es wie folgt: &lt;div style="background: #%COLOR%;"&gt; ...

source: The permalink of the post
de_de: Der Permalink des Posts

source: Read the Article in the blog
de_de: Den Artikel im Blog lesen

source: Use URL-Shortener is.gd in text-mail
de_de: URL-Kürzungsdienst is.gd in der Text-Mail verwenden
